{
  "${ModID}:Strike": {
    "NAME": "Strike",
    "DESCRIPTION": "Deal !D! damage."
  },
  "${ModID}:Defend": {
    "NAME": "Defend",
    "DESCRIPTION": "Gain !B! Block."
  },
  "${ModID}:ExampleTwoAmountPowerCard": {
    "NAME": "Two Amount Power",
    "DESCRIPTION": "At the start of your turn, gain !M! Strength and !${ModID}:m2! Dexterity."
  },
  "${ModID}:InlinePowerDemo": {
    "NAME": "Inline Power",
    "DESCRIPTION": "Strikes deal !M! more damage. NL At the end of your turn, gain !M! Block.",
    "EXTENDED_DESCRIPTION": [
      "Strike+, Block+",
      "#yStrikes deal #b",
      " additional damage. At the end of your turn, gain #b",
      " #yBlock."
    ]
  },
  "${ModID}:SelectCardsPlusCardMods": {
    "NAME": "Cool Card Stuff",
    "DESCRIPTION": "Choose from 1 of 3 cost 0 cards from any class. NL Add it into your hand. NL It gains Ethereal and Exhaust.",
    "EXTENDED_DESCRIPTION": [
      "Choose a card to add into your hand with Ethereal and Exhaust."
    ]
  },
  "${ModID}:EasyXCostDemo": {
    "NAME": "Easy X Cost",
    "DESCRIPTION": "{@@}Deal !D! damage X{!M!|>0=+!M!} times. NL Gain X{!M!|>0=+!M!} Strength. NL Exhaust."
  },
  "${ModID}:EasyModalChoiceDemo": {
    "NAME": "Easy Modal Choice",
    "DESCRIPTION": "Choose one: Draw !M! cards or gain !${ModID}:m2! Strength.",
    "EXTENDED_DESCRIPTION": [
      "Draw",
      "Draw ",
      " cards.",
      "Strength",
      "Gain ",
      " Strength."
    ]
  },
  "${ModID}:DrawAndShiv": {
    "NAME": "Draw and Shiv",
    "DESCRIPTION": "Draw 1 card. NL Add 1 *Shiv into your hand."
  },
  "${ModID}:TwoTypesOfDamage": {
    "NAME": "Two Damage Values",
    "DESCRIPTION": "Deal !D! damage. NL If you're Vulnerable, deal !${ModID}:sd! damage instead."
  },
  "${ModID}:StartupBlockCard": {
    "NAME": "Startup And AOE",
    "DESCRIPTION": "Deal !D! damage to ALL enemies. NL Startup: Gain !M! Block."
  },
  "${ModID}:MultiCardPreviewAndDrawCallback": {
    "NAME": "Previews and Callbacks",
    "DESCRIPTION": "{@@}Shuffle *Smite{!Upgrades!|>0=+} and *Safety{!Upgrades!|>0=+} into your draw pile. NL Draw 1 card. NL If it's Colorless, deal !D! damage to ALL enemies."
  },
  "${ModID}:RawSpaghetti": {
    "NAME": "Eat Raw Spaghetti",
    "DESCRIPTION": "Take 1 damage, deal !D! damage to ALL enemies."
  },
  "${ModID}:ReadyToRaid": {
    "NAME": "Ready To Raid!",
    "DESCRIPTION": "Reduce enemy Strength by *X. NL *Exhaust.",
    "UPGRADE_DESCRIPTION": "Reduce enemy Strength by *X + !M! NL *Exhaust."
  },
  "${ModID}:TeethModel": {
    "NAME": "Teeth Model",
    "DESCRIPTION": "Deal !D! damage. NL Apply !M! *Vulnerable. NL Apply !M! *Weak."
  },
  "${ModID}:Waterproofing": {
    "NAME": "Waterproof Body",
    "DESCRIPTION": "Apply !M! *Waterproofing."
  },
  "${ModID}:Otamatone": {
    "NAME": "Otamatone Model",
    "DESCRIPTION": "Gain !M! *Orb slots."
  },
  "${ModID}:LeadedSolder": {
    "NAME": "Leaded Solder Fumes",
    "DESCRIPTION": "Apply !M! *Poison. NL Apply !${ModID}:m2! *Weak."
  },
  "${ModID}:FakeBoyfriend": {
    "NAME": "Fake Boyfriend",
    "DESCRIPTION": "Gain !B! *Block."
  },
  "${ModID}:EatTheCodeBug": {
    "NAME": "Eat The Codebug",
    "DESCRIPTION": "*Exhaust all *Bug *Fact cards in hand. NL Gain !B! *Block for each card *Exhausted."
  },
  "${ModID}:SelfMaintenance": {
    "NAME": "Self Maintenance",
    "DESCRIPTION": "At the end of combat, repair !M! *HP."
  },
  "${ModID}:SpinRing": {
    "NAME": "Sping The Bug Ring",
    "DESCRIPTION": "Gain [E] [E]. NL Add a *Distracted into your discard pile.",
    "UPGRADE_DESCRIPTION": "Gain [E] [E] [E]. NL Add a *Distracted into your discard pile."
  },
  "${ModID}:BeatSabre": {
    "NAME": "BeatSabre",
    "DESCRIPTION": "Draw !M! card. NL Draw !${ModID}:m2! cards next turn.",
    "UPGRADE_DESCRIPTION": "Draw !M! cards. NL Draw !${ModID}:m2! cards next turn."
  },
  "${ModID}:SongTogether": {
    "NAME": "Together Song",
    "DESCRIPTION": "Gain !M! *Focus."
  },
  "${ModID}:SongCrazyRobotBody": {
    "NAME": "Crazy Effing Robot Body Song",
    "DESCRIPTION": "Gain !M! *Strength."
  },
  "${ModID}:WelcomeRaiders": {
    "NAME": "Welcome Raiders",
    "DESCRIPTION": "*Channel !M! random orb at the start of each turn.",
    "UPGRADE_DESCRIPTION": "*Channel !M! random orbs at the start of each turn."
  },
  "${ModID}:FeedGale": {
    "NAME": "Simp For Gale",
    "DESCRIPTION": "Gain !B! block. NL Permanently destroy a card in hand. Permanently upgrade all *Simp *For *Gale cards by the cost of the destroyed card."
  },
  "${ModID}:DrinkingStream": {
    "NAME": "Drinking Stream",
    "DESCRIPTION": "Gain !B! *Block for every *Channeled orb."
  },
  "${ModID}:UmActually": {
    "NAME": "Ummm, Actually",
    "DESCRIPTION": "*Bug *Fact cards deal !M! additional damage."
  },
  "${ModID}:YourAverageBoCollab": {
    "NAME": "YourAverageBo Collab",
    "DESCRIPTION": "*Channel 1 *YourAverageBo."
  },
  "${ModID}:GomiCollab": {
    "NAME": "Gomi Collab",
    "DESCRIPTION": "*Channel 1 *Gomi."
  },
  "${ModID}:MinikoMewCollab": {
    "NAME": "MinikoMew Collab",
    "DESCRIPTION": "*Channel 1 *MinikoMew."
  },
  "${ModID}:ShoomimiCollab": {
    "NAME": "Shoomimi Collab",
    "DESCRIPTION": "*Channel 1 *Shoomimi."
  },
  "${ModID}:VedalCollab": {
    "NAME": "Vedal Collab",
    "DESCRIPTION": "*Channel 1 *Vedal."
  },
  "${ModID}:CerberCollab": {
    "NAME": "Cerber Collab",
    "DESCRIPTION": "*Channel 1 *Cerber."
  },
  "${ModID}:EllieCollab": {
    "NAME": "Ellie Solo Stream",
    "DESCRIPTION": "*Channel 1 *Ellie."
  },
  "${ModID}:MapleCollab": {
    "NAME": "Maple Moderation",
    "DESCRIPTION": "*Channel 1 *Maple."
  },
  "${ModID}:BookieCollab": {
    "NAME": "Bookie Collab",
    "DESCRIPTION": "*Channel 1 *Bookie."
  },
  "${ModID}:IceCubeChallenge": {
    "NAME": "Ice Cube Challenge",
    "DESCRIPTION": "*Channel !M! *Frost.",
    "EXTENDED_DESCRIPTION": [
      "Rolling a d20 for number of ice cubes was a bad idea.",
      "Banjo playing the cold away was not."
    ]
  },
  "${ModID}:Hireathon": {
    "NAME": "Hireathon",
    "DESCRIPTION": "Deal !D! damage & permanently increase chance by !M!%%. NL NL %d%% chance to transform permanently into *That *Company card."
  },
  "${ModID}:ThatCompany": {
    "NAME": "\"That\" Company",
    "DESCRIPTION": "Deal !D! damage."
  },
  "${ModID}:LoudAsCicada": {
    "NAME": "Loud As Cicadas",
    "DESCRIPTION": "\"Swarming in hundreds\" NL Add !M! *Bug *Facts to your hand."
  },
  "${ModID}:StrongAnkles": {
    "NAME": "Strong Ankles",
    "DESCRIPTION": "Deal !D! damage NL Draw !M! *Bug *Fact cards."
  },
  "${ModID}:NerdyGirlRizz": {
    "NAME": "Nerdy Girl Rizz",
    "DESCRIPTION": "*Channel a chosen orb to fill all orb slots. NL *Exhaust"
  },
  "${ModID}:FeatureNotABug": {
    "NAME": "Feature Not A Bug",
    "DESCRIPTION": "Steal the buffs from all monsters. NL Transfer player debuffs to all monsters. NL *Exhaust"
  },
  "${ModID}:Distracted": {
    "NAME": "Distracted",
    "DESCRIPTION": "*Unplayable. NL *Ethereal. NL Whenever this card is drawn, lose 1 Energy."
  },
  "${ModID}:UkuleleCurse": {
    "NAME": "Ukulele",
    "DESCRIPTION": "*Unplayable."
  },
  "${ModID}:JobInterview": {
    "NAME": "Job Interview",
    "DESCRIPTION": "*[Quiz]. NL Deal !D! damage if answer correctly. NL else take !D! damage."
  },
  "${ModID}:LeetCodePractice": {
    "NAME": "Leet Code Practice",
    "DESCRIPTION": "*[Quiz]. NL Gain !B! *Block if answer correctly. NL else a random enemy gains !B! *Block."
  },
  "${ModID}:AboveAverageBo": {
    "NAME": "Above Average Bo",
    "DESCRIPTION": "*Your *Average *Bo orbs attack an additional time. NL *Channel !M! *Your *Average *Bo."
  },
  "${ModID}:BugFact": {
    "NAME": "Bug Fact",
    "DESCRIPTION": "Deal !D! damage & *Exhaust.",
    "EXTENDED_DESCRIPTION": [
      "Scientists are unsure why the Brazilian treehopper has these globular appendages coming out of its thorax. Some scientists speculate they are a form of defense against predators.",
      "To attract a mate, the peanut bug (Fulgora laternaria) will knock its head on a hollow tree to create sound vibrations",
      "A silkworm eats enough leaves to increase its weight over 4,000 times in 56 days.",
      "Bees have two stomachs. One is for digesting food, and the other is for honey storage.",
      "Pill bugs, or \"rollie pollies,\" might look like a bug, but they are a type of crustacean. They're one of the few crustaceans that live entirely on land.",
      "Praying mantises are the only insect capable of turning their heads. They can also see in 3-D, which makes them ideal hunters.",
      "The Australian tiger beetle is the world's fastest-running insect recorded, with an average speed of 5.5 mph (km/h), or 171 body lengths per second.",
      "The Hercules beetle can carry 850 times its own weight.",
      "The swallowtail butterfly has the slowest wing flap of any insect, at 300 beats per minute. The midge is the fastest, at 62,760 beats per minute.",
      "Caterpillars have 6 legs, just like all insects. The seeming appearance of other \"legs\" are actually protrusions from the caterpillar's abdomen called \"prolegs.\"",
      "Insects don't have lungs. They breathe through tiny pores in their bodies called spiracles.",
      "A maggot called Helaeomyia petrolei completely submerges itself in in puddles of crude oil and is the only insect that develops in crude oil. It feeds on unfortunate insects that fall in.",
      "The longest insect in the world is the Chan's megastick, measuring 22.3 inches (567 mm) with its legs outstretched.",
      "Grasshoppers have ears on their abdomens, tucked under their wings.",
      "Bedbugs are attracted to their host's exhaled carbon dioxide and body heat. An adult bed bug can also wait up to a year without feeding.",
      "Most aphids are born pregnant",
      "Fireflies are beetles, not flies.",
      "Over 1/3 of all insects on earth are beetles, which is about 390,00 species",
      "Some hawk moths have a structure in their mouth called a labral pilifer, which allows them to hear ultrasonic sounds, such as sounds produced by a bat's echolocation.",
      "The Atlas moth is the largest moth in the word, with wingspans up to 10 inches (25 cm). It is named after the titan Atlas in Greek mythology.",
      "The praying mantis is the only animal on earth that has one ear.",
      "Moths can't fly during an earthquake.",
      "Dragonflies are unable to walk. Adapted for a life of flight, dragonflies utilize their legs primarily for gripping, perching, and capturing prey.",
      "Kikiki huna, a type of fairy fly is the world's smallest known flying insect. It is 0.15 mm long. It was discovered in the Hawaiian Islands.",
      "Metallyticus splendidus is a rare species of praying mantis found in Southeast Asia that is rainbow coloured.",
      "Phengaris arion is a species of butterfly that are brood parasites, which rely on another insect to raise their young. In this case, the Myrmica ant.",
      "The chemical that glows in fireflys is called Luciferin. Lucifer in Latin means \"light-bearer\".",
      "Cat fleas & dog fleas have evolved differently shaped spines, called combs, to evade the tongues of their hosts. The common human flea has no combs.",
      "Dragonflies are the most successful hunter in the animal kingdom. With a success rate of about 95%.",
      "There are more day time flying moths than butterflies.",
      "Dung beetles navigate by the sun during the day and the stars at night.",
      "Mantisflies (Mantispidae) are not mantises or flies.",
      "The female red velvet ant (Dasymutilla occidentalis) is actually a wingless wasp.",
      "Fear of scorpions is called arachnophobia, a term used to define fear of all arachnids, including spiders as well.",
      "A superorganism is a group of synergetically-interacting organisms of the same species. Such as ants, termites, bees and coral.",
      "The fear of wasps is known as spheksophobia.",
      "If bees were paid $10 per hour to make honey. The price of honey would skyrocket to roughly $3,600,000 per pound.",
      "Belgica antarctica, the Antarctic midge, is a species of flightless midge, that only exists in Antarctica and is the only insect native to Antarctica.",
      "The Bagheera kiplingi is the world’s only (mostly) vegetarian spider.",
      "Spiders have blue blood. Oxygen is bound to hemocyanin, a molecule that contains copper rather than iron like in human hemoglobin.",
      "The world’s smallest spider is the Patu marplesi. It is so small that 10 of them could fit on the end of a pencil.",
      "Pirate spiders typically feed on other spiders. They hunt by picking at the strands on their prey's web to simulate the movements of a trapped insect.",
      "The word “spider” comes from the Old English word \"spithra\" and is related to the German \"spinne\", both of which mean \"spinner\".",
      "Ballooning is a process by which spiders, move through the air by releasing threads to catch the wind, causing them to become airborne.",
      "Water spiders (Argyroneta aquatica) are the only spiders that spend their entire lives in water. The spiders construct a “diving bell” that allows them to live and spin webs underwater.",
      "The bird-dropping spider (Celaenia excavata) gets its name because it looks like bird poo. This type of camouflage prevents birds from eating it.",
      "When a wheel spider (Carparachne aureoflava) gets scared, it tucks in its legs and cartwheels down sand dunes.",
      "A strand of spider silk long enough to encircle Earth would weigh just over a pound.",
      "The fastest movement in the animal kingdom is the Dracula ant's (Adetomyrma venatrix) snapping jaws. It can snap its mandibles at over 200 mph.",
      "The largest recorded ant colony covers 3,700 miles and runs from northern Italy to the Atlantic coast of Spain. Made up of Argentine ants (Linepithema humile).",
      "The smallest ant in the world is the pharaoh ant, which is between 1.5 mm and 2 mm in length.",
      "A fertilized ant egg produces a female ant. If an egg is not fertilized, it turns into a male.",
      "A ladybug's wing covers are called elytra.",
      "Monarch (Danaus plexippus) are the only butterflies to make a two-way migration, like birds do.",
      "Rubber Ducky Isopods (Cubaris sp.). Just look at them, they're so cute."
    ]
  }
}