{
  "${ModID}:ClintsReptilesEvent": {
    "NAME": "Clint's Reptile Room",
    "DESCRIPTIONS": [
      "You duck into a strange room. NL Decorated with plants, books and pictures of animals.",
      "A strange man enters the room. He's wearing a colourful shirt and tie with a small green lizard pendant pinned to his lapel.",
      "He speaks with a strangely #p~calming~ voice.",
      "\"Well hi there! What kind of animal do you wish to #ylearn about?\"",
      "\"As always, like and subscribe. And we hope to see you soon!\"",
      "Hmmm.....Seems you already have that one....Take this instead.",
      "\"Awww...........Bye\""
    ],
    "OPTIONS": [
      "[Insect] #gObtain #gRelic.",
      "[Reptile] #gObtain #gRelic.",
      "[Avian] #gObtain #gRelic.",
      "[Run Away] #rObtain #rCurse.",
      "[Leave]"
    ]
  },
  "${ModID}:BoBathroomEvent": {
    "NAME": "Bo's Bathroom",
    "DESCRIPTIONS": [
      "A friend offers you the use of their #ybathroom in your climb up the spire.",
      "When asked if it's #bclean, he claims \"It's fine. It got #bcleaned last week.\", he hesitates before adding \"Also the pipe size is #rperfectly #rnormal.\".",
      " NL Upon entering you find to your horror the room so #p@FILTHY@ and #p@ENCRUSTED@ you can't make out anything's original colour.",
      " NL What do you do?",
      "\"Oh Wow! So that's what it's meant to look like!\"",
      "\"But it's fine! I'm only ever in it for #b3 or #b4 minutes!\"",
      "\"Fine! Fine! I'll do it! NL This will be the #b~cleanest~ bathroom you've ever seen!\"",
      "\"Oh wow! NL Thanks! NL I didn't know grout was meant to be white.\"",
      "\"Umm.....Ok......Bye!\""
    ],
    "OPTIONS": [
      "[Convince Bo To Clean Bathroom] #gObtain #gCard.",
      "[Clean Bathroom Yourself] #gObtain #gCard.",
      "[Run Away]",
      "[Leave]"
    ]
  },
  "${ModID}:GeoGuesserEvent": {
    "NAME": "Geo Guesser",
    "DESCRIPTIONS": [
      "You come across a fun looking game that tests your knowledge of the world. NL NL You approach out of curiosity.",
      "To win a prize, you must correctly guess the pictured location on the world map. NL NL But be careful...there is a curse upon those who choose poorly!",
      "Success! NL Take this badge as proof of your cartographic prediction skills.",
      "Hmmmm... NL Close enough. NL Have this card as a consolation prize.",
      "Oh No! You were ",
      " cards off! NL You're clearly cursed for perpetual directional bewilderment.",
      "Hmmmm...close enough. You may choose a card as a consolation prize."
    ],
    "OPTIONS": [
      "[Continue]",
      "[Leave]",
      "[Play]",
    ]
  }
}